brew "autoconf"
brew "cmake"
brew "curl"
brew "fzf"
brew "gettext"
brew "gmp" 
brew "koekeishiya/formulae/skhd"
brew "libpq"
brew "libyaml" 
brew "mise"
brew "ncspot"
brew "ninja"
brew "openssl@3" 
brew "postgresql@16", restart_service: true
brew "readline" 
brew "redis"
brew "ripgrep"
brew "tmux"
cask "1Password"
cask "brave-browser"
cask "discord"
cask "firefox"
cask "ghostty"
cask "nikitabobko/tap/aerospace"
cask "obsidian"
cask "slack"
cask "utm"
cask "zed"
mas "Xcode", id: 497799835
